2024-07-13-fenix-simulations-–-airbus-a320.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta name="description" content="fenix a320 quick start">
<link rel="alternate"
      type="application/rss+xml"
      href="./rss.xml"
      title="RSS feed for ">
<title>Fenix Simulations – Airbus A320</title>

          <meta name="author" content="k">
          <meta name="referrer" content="no-referrer">
          <meta name="viewport" content="initial-scale=1,width=device-width,minimum-scale=1">
          <link href= "static/style.css" rel="stylesheet" type="text/css" />
          <link rel="icon" href="static/favicon.ico">
</head>
<body>
<div id="preamble" class="status">
          <div class="header">
              <a href="index.html">HOMEPAGE 🏠 /</a>
              <a href="archive.html">ALL POSTS 📄 /</a>
              <a href="tags.html">ALL POSTS BY TAGS 🏷</a>
          </div>
</div>
<div id="content">
<div class="post-date">13 Jul 2024</div><h1 class="post-title"><a href="./2024-07-13-fenix-simulations-–-airbus-a320.html">Fenix Simulations – Airbus A320</a></h1>
<blockquote>
<p>
ref:
</p>

<p>
<a href="https://www.bilibili.com/video/BV1VZ4y1t7L7">https://www.bilibili.com/video/BV1VZ4y1t7L7</a>
</p>
</blockquote>
<div id="outline-container-orgcfe5f37" class="outline-2">
<h2 id="orgcfe5f37">COLD DARK START</h2>
<div class="outline-text-2" id="text-orgcfe5f37">
</div>
<div id="outline-container-org9e4b96d" class="outline-3">
<h3 id="org9e4b96d">PANEL</h3>
<div class="outline-text-3" id="text-org9e4b96d">
<ul class="org-ul">
<li>BAT 1 2 &#x2013;&gt; ON</li>
<li>EXT PWR &#x2013;&gt; ON</li>
<li>APU MASTER SW &#x2013;&gt; ON &#x2013;&gt; (&#x2026;3s) &#x2013;&gt; START &#x2013;&gt; ON</li>
<li>APU BLEED &#x2013;&gt; ON (稍等一会 PACK 1/2 FAULT 消失)</li>
<li>NAV &amp; LOGO &#x2013;&gt; 1</li>
<li>CREW SUPPLY &#x2013;&gt; ON</li>
<li>GND CTL &#x2013;&gt; ON</li>
<li>CVR TEST &#x2013;&gt; 长按到听见滴声</li>
<li>ADR 1 ADR 2 ADR 3 &#x2013;&gt; NAV</li>
<li>EMER EXIT LT &#x2013;&gt; ARM</li>
<li>NO SOMKING &#x2013;&gt; ON</li>
<li>SEAT BELTS &#x2013;&gt; ON</li>
</ul>
<p>
现在可以上客
</p>
</div>
<ul class="org-ul">
<li><a id="orgf10de1d"></a>MCDU<br></li>
</ul>
<div id="outline-container-org8cb6ef9" class="outline-4">
<h4 id="org8cb6ef9">ATSU</h4>
<div class="outline-text-4" id="text-org8cb6ef9">
<ul class="org-ul">
<li>AOC MENU &#x2013;&gt; FLT INIT &#x2013;&gt; INIT DATA REQ</li>
<li>AOC MENU &#x2013;&gt; WX &#x2013;&gt; WEATHER REQ &#x2013;&gt; 起飞机场 &#x2013;&gt; IDENT &#x2013;&gt; METAR &lt;Y&gt; &#x2013;&gt; SEND</li>
</ul>
</div>
</div>
<div id="outline-container-org4a6ba9d" class="outline-4">
<h4 id="org4a6ba9d">FMGC</h4>
<div class="outline-text-4" id="text-org4a6ba9d">
<ul class="org-ul">
<li>INIT REQUEST &#x2013;&gt; FLT NBR &#x2013;&gt; COST INDEX(CI*) &#x2013;&gt; CRZ/TEMP(FL STEPS)</li>
<li>F-PLN &#x2013;&gt; 起飞机场 &#x2013;&gt; DEPARTURE &#x2013;&gt; INSERT &#x2013;&gt; 到达机场 &#x2013;&gt; ARRIVAL &#x2013;&gt; INSERT</li>
<li>INIT WIND &#x2013;&gt; WIND REQUEST &#x2013;&gt; UPLINK INSERT</li>
<li>PERF &#x2013;&gt; 计算之后直接发送到 MCDU</li>
<li>根据天气设定修正海压包括下方旋钮也要设定</li>
<li>VOR 1 2</li>
<li>设定巡航高度</li>
</ul>
</div>
</div>
<div id="outline-container-org3a01eb6" class="outline-4">
<h4 id="org3a01eb6">PANEL</h4>
<div class="outline-text-4" id="text-org3a01eb6">
<ul class="org-ul">
<li>PUMP x6 &#x2013;&gt; ON</li>
<li>SEAT BELTS &#x2013;&gt; ON</li>
<li>EXT PWR &#x2013;&gt; OFF</li>
<li>GPU &#x2013;&gt; OFF</li>
<li>DOOR CLOSED</li>
<li>BEACON &#x2013;&gt; ON</li>
</ul>
</div>
</div>
</div>
</div>
<div id="outline-container-org2e38b4e" class="outline-2">
<h2 id="org2e38b4e">PUSHBACK &amp; TAXING</h2>
<div class="outline-text-2" id="text-org2e38b4e">
<ul class="org-ul">
<li>ENG MODE &#x2013;&gt; IGN START</li>
<li>ENG 2 1 &#x2013;&gt; ON</li>
<li>NOSE &#x2013;&gt; TAXI</li>
<li>ENG MODE &#x2013;&gt; NORM</li>
<li>APU BLEED &#x2013;&gt; OFF</li>
<li>APU MASTER SW &#x2013;&gt; OFF</li>
<li>SET CG</li>
<li>SET FLAPS</li>
<li>AUTO BRK &#x2013;&gt; MAX</li>
<li>SPLRS &#x2013;&gt; ARM</li>
</ul>
</div>
<div id="outline-container-org69543b8" class="outline-3">
<h3 id="org69543b8">PANEL</h3>
<div class="outline-text-3" id="text-org69543b8">
<ul class="org-ul">
<li>STORBE &#x2013;&gt; ON</li>
<li>NOSE &#x2013;&gt; TO</li>
<li>LAND LR &#x2013;&gt; ON</li>
<li>RWY TURN &#x2013;&gt; ON</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org70f5d4c" class="outline-2">
<h2 id="org70f5d4c">TAKEOFF</h2>
<div class="outline-text-2" id="text-org70f5d4c">
<ul class="org-ul">
<li>刹住车油门 &#x2013;&gt; 50%稳定 松刹车 &#x2013;&gt; FLX/CT</li>
<li>微微压住机头 &#x2013;&gt; 80节放平 &#x2013;&gt; V1 微微抬起</li>
<li>打开自动驾驶收轮当左上角提示CLB时油门 &#x2013;&gt; CLB</li>
<li>速度到达S提示，收FLAPS</li>
<li>NOSE &#x2013;&gt; OFF</li>
<li>RWY TURN &#x2013;&gt; OFF</li>
<li>SPLPS &#x2013;&gt; UNARM</li>
<li>一万英尺后 LAND &#x2013;&gt; OFF 修正海压 &#x2013;&gt; STD</li>
<li>如果管制要求高度限定，按照要求设定高度然后使用开放模式，否则按照航图使用管理模式（圆点）</li>
</ul>
</div>
</div>
<div id="outline-container-orgbf2badb" class="outline-2">
<h2 id="orgbf2badb"><span class="todo TODO">TODO</span> LANDING</h2>
</div>
<div class="taglist"><a href="./tags.html">Tags</a>: <a href="./tag-flightsim.html">flightsim</a> </div></div>
<div id="postamble" class="status"><center>ανώνυμο πρόσωπο@2024</center></div>
</body>
</html>
